{
    "text1": [
        "Welcome to my website. I specialize in making 18th and 19th Century Pennsylvania German painted boxes in addition to other period Pennsylvania and New England primitive furniture, accessories and folk art. Having spent most of my life living in Pennsylvania as well as traveling to the New England states, I developed a passion for these antique painted pieces.", 
        "Throughout my adult life, this passion has taken me to numerous antique shops, auctions, museums and historical sites such as Winterthur, Philadelphia Museum of Art, Mercer Museum, Shelburne Museum, Historic Deerfield and Colonial Williamsburg.", 
        "Some 18th and 19th Century Pennsylvania artisans that have influenced my work are John Drissel, Peter Ranck, Christian Seltzer, “The Checkerboard Artist of Somerset County” and the Soap Hollow community craftsmen.", 
        "Since acquiring quality historical pieces was not always affordable or possible, I started to learn the various skills needed to make my own “antiques” in the mid 1990’s.", 
        "Antique, vintage and modern hand tools are essential to my woodworking because of my desire to create pieces in the same manner as the original 18th and 19th Century craftsmen. I feel that by using hand tools I can create pieces that have the subtle tool marks and nuances that can be found in the original antiques. Traditional wood working skills such as sawing, hand planing and joinery are used on every piece. All dovetail joints, as well as mortise and tenons are done by hand."
    ],
    "text2": [
        "Research is done to make sure each piece is designed to compliment one or more original antiques or may be an exact reproduction. I rely on reference materials that include the books; “The Pennsylvania-German Decorated Chest” by Monroe Fabian, “American Painted Furniture 1660-1880” by Dean Fales, Jr. and “Paint, Pattern and People” by Wendy Cooper and Lisa Minardi.", 
        "I use various paint layers and numerous techniques to age and discolor the wood surface with the added look of dirt and grime. I most often use a casein (milk) paint, and on occasion a oil or egg yolk mixed with pigments. The painted patterns and distressing techniques are a lengthy and sometimes unpredictable process that can take longer to complete as the wood preparation and joinery tasks. It is my goal to create historically accurate pieces that have a unique, one-of-a-kind “antique” appearance that will please collectors and can be handed down to future generations.", 
        "I am a member of the Society of American Period Furniture Makers and have been selected by Early American Life Magazine for their Directory of Traditional American Crafts numerous times.",
        "Thank you for taking the time to view my work. I hope we share the same interests and passion for this fascinating period of American history.",
        "Keith Boyer"
    ]
}